Repository: wheerd/Gettext.NET
Catalog: SampleMvcApplication/locale/*.po
Languages: de

source: Change password
de: Kennwort ändern

source: Change Password Form
de: Formular zum Ändern des Kennworts

source: There are no external authentication services configured. See <a href="http://go.microsoft.com/fwlink/?LinkId=252166">this article</a> for details on setting up this ASP.NET application to support logging in via external services.
de: Es sind keine externen Authentifizierungsdienste konfiguriert. In<a href="http://go.microsoft.com/fwlink/?LinkId=252166">diesem Artikel</a>finden Sie weitere Informationen zum Einrichten dieser ASP.NET-Anwendung für die Unterstützung der Anmeldung über externe Dienste.

source: Log in using another service
de: Mit einem anderen Dienst anmelden

source: Log in using your {0} account
de: Mit Ihrem {0}-Konto anmelden

source: Registered external logins
de: Registrierte externe Anmeldungen

source: Remove
de: Entfernen

source: Remove this {0} credential from your account
de: Diese {0}-Anmeldeinformationen aus Ihrem Konto entfernen

source: You do not have a local password for this site. Add a local password so you can log in without an external login.
de: Sie besitzen kein lokales Kennwort für diese Website. FÃ¼gen Sie ein lokales Kennwort hinzu, damit Sie sich ohne eine externe Anmeldung anmelden können.

source: Set Password Form
de: Formular zum Festlegen des Kennworts

source: Set password
de: Kennwort festlegen

source: Log in
de: Anmelden

source: Use a local account to log in.
de: Lokales Konto für die Anmeldung verwenden.

source: Log in Form
de: Anmeldeformular

source: {0}, if you don't have an account.
de: {0}, wenn Sie kein Konto besitzen.

source: Register
de: Registrieren

source: Use another service to log in.
de: Einen anderen Dienst zum Anmelden verwenden.

source: Manage Account
de: Konto verwalten

source: You're logged in as <strong>{0}</strong>.
de: Angemeldet als <strong>{0}</strong>.

source: Add an external login
de: Externe Anmeldung hinzufügen

source: Create a new account.
de: Neues Konto erstellen.

source: Registration Form
de: Registrierungsformular

source: Login Failure
de: Anmeldefehler

source: Unsuccessful login with service.
de: Nicht erfolgreiche Anmeldung beim Dienst.

source: Associate your {0} account.
de: Ordnen Sie Ihr {0}-Konto zu.

source: Association Form
de: Zuordnungsformular

source: You've successfully authenticated with <strong>{0}</strong>. Please enter a user name for this site below and click the Confirm button to finish Logging in.
de: Sie haben sich erfolgreich authentifiziert mit <strong>{0}</strong>.Bitte geben Sie unten einen Benutzernamen für diese Website ein, undklicken Sie dann auf die Schaltfläche "Bestätigen", um die Anmeldung abzuschließen.

source: About
de: Info

source: Use this area to provide additional information.
de: Verwenden Sie diesen Bereich, um zusätzliche Informationen zur Verfügung zu stellen.

source: Aside Title
de: Nebentitel

source: Home
de: Startseite

source: Contact
de: Kontakt

source: Phone
de: Telefon

source: Main:
de: Haupt:

source: After Hours:
de: Außerhalb der regulären Zeiten:

source: Address
de: Adresse

source: Home Page
de: Startseite

source: To learn more about ASP.NET MVC visit <a href="http://asp.net/mvc" title="ASP.NET MVC Website">http://asp.net/mvc</a>. The page features <mark>videos, tutorials, and samples</mark> to help you get the most from ASP.NET MVC. If you have any questions about ASP.NET MVC visit <a href="http://forums.asp.net/1146.aspx/1?MVC" title="ASP.NET MVC Forum">our forums</a>.
de: Weitere Informationen zu ASP.NET MVC finden Sie unter <a href="http://asp.net/mvc" title="ASP.NET MVC Website">http://asp.net/mvc</a>.Die Seite enthält <mark>Videos, Lernprogramme und Beispiele,</mark> die Sie bei der optimalen Nutzung von ASP.NET MVC unterstützen.Wenn Sie Fragen zu ASP.NET MVC haben, besuchen Sie <a href="http://forums.asp.net/1146.aspx/1?MVC" title="ASP.NET MVC Forum">unsere Foren</a>.

source: We suggest the following:
de: Wir empfehlen Ihnen Folgendes:

source: Getting Started
de: Erste Schritte

source: ASP.NET MVC gives you a powerful, patterns-based way to build dynamic websites that enables a clean separation of concerns and that gives you full control over markup for enjoyable, agile development. ASP.NET MVC includes many features that enable fast, TDD-friendly development for creating sophisticated applications that use the latest web standards. <a href="http://go.microsoft.com/fwlink/?LinkId=245151">Learn more…</a>
de: ASP.NET MVC bietet ein leistungsfähiges, auf Mustern basierendes Verfahren zum Erstellen dynamischer Websites, die eine klare Trennung von Belangen ermöglichen und Ihnen die vollständige Steuerung von Markup erlauben, um eine angenehme und flexible Entwicklung zu gewährleisten.ASP.NET MVC enthält zahlreiche Funktionen, die eine schnelle und TDD-freundliche Entwicklung zum Erstellen anspruchsvoller Anwendungen ermöglichen, welche die aktuellsten Webstandards verwenden.<a href="http://go.microsoft.com/fwlink/?LinkId=245151">Weitere Informationen…</a>

source: NuGet makes it easy to install and update free libraries and tools. <a href="http://go.microsoft.com/fwlink/?LinkId=245153">Learn more…</a>
de: NuGet vereinfacht das Installieren und Aktualisieren kostenloser Bibliotheken und Tools.<a href="http://go.microsoft.com/fwlink/?LinkId=245153">Weitere Informationen…</a>

source: Find Web Hosting
de: Webhostinganbieter suchen

source: You can easily find a web hosting company that offers the right mix of features and price for your applications. <a href="http://go.microsoft.com/fwlink/?LinkId=245157">Learn more…</a>
de: Sie können auf einfache Weise ein Webhostingunternehmen finden, das die richtige Mischung aus Preis und Funktionen für Ihre Anwendungen bietet.<a href="http://go.microsoft.com/fwlink/?LinkId=245157">Weitere Informationen…</a>

source: Error
de: Fehler

source: An error occurred while processing your request.
de: Fehler bei der Verarbeitung Ihrer Anforderung.

source: Hello, {0}!
de: Hallo {0}!

source: Manage
de: Verwalten

source: Log off
de: Abmelden

source: {0} - My ASP.NET MVC Application
de: {0} - Meine ASP.NET MVC-Anwendung

source: your logo here
de: Ihr Logo hier einfügen

source: &copy; {0} - My ASP.NET MVC Application
de: &copy; {0} - Meine ASP.NET MVC-Anwendung

source: The user name or password provided is incorrect.
de: Der angegebene Benutzername oder das angegebene Kennwort ist ungültig.

source: Your password has been changed.
de: Ihr Kennwort wurde geändert.

source: Your password has been set.
de: Ihr Kennwort wurde festgelegt.

source: The external login was removed.
de: Die externe Anmeldung wurde entfernt.

source: The current password is incorrect or the new password is invalid.
de: Das aktuelle Kennwort ist nicht korrekt, oder das Kennwort ist ungültig.

source: User name already exists. Please enter a different user name.
de: Der Benutzername ist bereits vorhanden. Geben Sie einen anderen Benutzernamen an.

source: A user name for that e-mail address already exists. Please enter a different e-mail address.
de: Für diese E-Mail-Adresse ist bereits ein Benutzername vorhanden. Geben Sie eine andere E-Mail-Adresse ein.

source: The password provided is invalid. Please enter a valid password value.
de: Das angegebene Kennwort ist ungültig. Geben Sie einen gültigen Kennwortwert ein.

source: The e-mail address provided is invalid. Please check the value and try again.
de: Die angegebene E-Mail-Adresse ist ungültig. Ãœberprüfen Sie den Wert, und wiederholen Sie den Vorgang.

source: The password retrieval answer provided is invalid. Please check the value and try again.
de: Die angegebene Antwort auf die Sicherheitsfrage ist ungültig. Überprüfen Sie den Wert, und wiederholen Sie den Vorgang.

source: The password retrieval question provided is invalid. Please check the value and try again.
de: Die angegebene Sicherheitsfrage ist ungültig. Überprüfen Sie den Wert, und wiederholen Sie den Vorgang.

source: The user name provided is invalid. Please check the value and try again.
de: Der angegebene Benutzername ist ungültig. Überprüfen Sie den Wert, und wiederholen Sie den Vorgang.

source: The authentication provider returned an error. Please verify your entry and try again. If the problem persists, please contact your system administrator.
de: Vom Authentifizierungsanbieter wurde ein Fehler zurückgegeben. Überprüfen Sie die Eingabe, und wiederholen Sie den Vorgang. Sollte das Problem weiterhin bestehen, wenden Sie sich an den zuständigen Systemadministrator.

source: The user creation request has been canceled. Please verify your entry and try again. If the problem persists, please contact your system administrator.
de: Die Benutzererstellungsanforderung wurde abgebrochen. Überprüfen Sie die Eingabe, und wiederholen Sie den Vorgang. Sollte das Problem weiterhin bestehen, wenden Sie sich an den zuständigen Systemadministrator.

source: An unknown error occurred. Please verify your entry and try again. If the problem persists, please contact your system administrator.
de: Unbekannter Fehler. Überprüfen Sie die Eingabe, und wiederholen Sie den Vorgang. Sollte das Problem weiterhin bestehen, wenden Sie sich an den zuständigen Systemadministrator.

source: Modify this template to jump-start your ASP.NET MVC application.
de: Ändern Sie diese Vorlage als Schnelleinstieg in Ihre ASP.NET MVC-Anwendung.

source: Your app description page.
de: Ihre App-Beschreibungsseite.

source: Your contact page.
de: Ihre Kontaktseite.

# DisplayName
source: User name
de: Benutzername

# DisplayName
source: Current password
de: Aktuelles Kennwort

source: The {0} must be at least {2} characters long.
de: &quote{0}&quote muss mindestens {2} Zeichen lang sein.

# DisplayName
source: New password
de: Neues Kennwort

# DisplayName
source: Confirm new password
de: Neues Kennwort bestätigen

source: The new password and confirmation password do not match.
de: Das neue Kennwort entspricht nicht dem Bestätigungskennwort.

# DisplayName
source: Password
de: Kennwort

# DisplayName
source: Remember me?
de: Speichern?

# DisplayName
source: Confirm password
de: Kennwort bestätigen

source: The password and confirmation password do not match.
de: Das Kennwort entspricht nicht dem Bestätigungskennwort.

# URL
source: Account
de: Konto

# URL
source: Home
de: Startseite

# URL
source: Login
de: Anmelden

# URL
source: LogOff
de: Abmelden

# URL
source: Register
de: Registrieren

# URL
source: Disassociate
de: Trennen

# URL
source: Manage
de: Verwalten

# URL
source: ExternalLogin
de: ExterneAnmeldung

# URL
source: ExternalLoginCallback
de: ExterneAnmeldungCallback

# URL
source: ExternalLoginConfirmation
de: ExterneAnmeldungBestaetigung

# URL
source: ExternalLoginFailure
de: ExterneAnmeldungFehler

# URL
source: ExternalLoginsList
de: ExterneAnmeldungListe

# URL
source: RemoveExternalLogins
de: ExterneAnmeldungenEntfernen

# URL
source: ExecuteResult
de: ErgebnisAusfuehren

# URL
source: Index
de: Inhalt

# URL
source: About
de: Info

# URL
source: Contact
de: Kontakt
